brew "unzip"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "aria2"
brew "awscli"
brew "chezmoi"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "goat"
brew "htop"
brew "jq"
brew "libtirpc"
brew "mise"
brew "postgresql@16", link: true
brew "railway"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "whois"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "claude-code"
go "cmd/go"
go "cmd/gofmt"
